Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/etiske-retningslinjer-for-helseforskning-paa-samer.html.tmx
Source language: nob
Languages: sme

source: Etiske retningslinjer for helseforskning på samer / Helse / Helse og sosial / Forsiden - Sametinget
sme: Etihkalaš njuolggadusat sápmelaččaid dearvvašvuođa dutkamii / Dearvvašvuohta / Dearvvašvuohta ja sosiála / Sámediggi - Sametinget

source: Etiske retningslinjer for helseforskning på samer
sme: Etihkalaš njuolggadusat sápmelaččaid dearvvašvuođa dutkamii

source: I forbindelse med Sametingets arbeid med utvikling av etiske retningslinjer for helseforskning på samer i Norge, vil sametingsråd Henrik Olsen, sammen med Senter for Samisk Helseforskning og SANKS besøke Australia, hvor det er utviklet retningslinjer for forskning på Urfolk
sme: Sámedikki etihkalaš njuolggadusaid ráhkadeami oktavuođas sápmelaččaid dearvvašvuođa dutkamii Norggas áigu sámediggeráđđi Henrik Olsen, ovttas Sámi dearvvašvuođaguovddážiin ja SÁNÁG:in, galledit Austrália gos leat ráhkaduvvon njuolggadusat álgoálbmogiid dutkamii.

source: -Den bioteknologiske utvikling stiller det samiske folk ovenfor nye utfordringer.
sme: - Bioteknologalaš ovdáneapmi hástala sámi álbmoga.

source: Vi skal selv forvalte og eie kunnskapen om vårt eget arvestoff, og derfor må vi være i dialog med statlige myndigheter og forskningsmiljøer for å følge og påvirke utviklingen innen fagfeltet, sier sametingsråd Henrik Olsen.
sme: Mii galgat ieža hálddašit ja eaiggáduššat máhtu iežamet genaid birra, ja danne mis ferte leat gulahallan stáhta eiseválddiiguin ja dutkanbirrasiiguin čuovvolan ja váikkuhan dihtii fágasuorggi ovdáneami, dadjá sámediggeráđđi Henrik Olsen.

source: I Australia er det utviklet egne etiske retningslinjer for forskning på urfolk.
sme: Austrálias leat ráhkaduvvon sierra etihkalaš njuolggadusat álgoálbmogiid dutkamii.

source: Retningslinjene blir jevnlig revidert for å følge opp utviklingen innen bioteknologifeltet.
sme: Njuolggadusat ođasmahttojuvvojit jeavddalaččat čuovvolan dihtii bioteknologiijasuorggi ovdáneami.

source: Retningslinjene inkluderer tradisjonell kunnskap og tradisjonelle kulturuttrykk , etablering av avtaler og protokoller mellom urfolk og forskere, digitalisering og tilgjengeliggjøring av data.
sme: Njuolggadusat fátmmastit árbedieđu ja árbevirolaš kulturovdanbuktima, álgoálbmogiid ja dutkiid gaskasaš šiehtadusaid ja protokollaid ja dieđuid digitaliserema ja lagadeami.

source: -For Sametinget er det viktig å få en gjennomgang på hvordan prosessene gjennomføres og hvordan retningslinjene revideres, sier Olsen.
sme: - Sámediggái lea deaŧalaš oaidnit mo proseassat čađahuvvojit ja mo njuolggadusat ođasmahttojuvvojit, dadjá Olsen.

source: Vertskapet for besøket vil være Universitet i Melbourne, avdeling for urfolks studier.
sme: Melbourne universitehta álgoálbmotoahpuid ossodat lágida min galledeami.

source: Avreisen blir 20.februar.
sme: Vuolgga lea guovvamánu 20. b.

source: -I forbindelse med besøket vil Sametinget også få en gjennomgang av ulike helseutfordringer og forskning på urfolksrelaterte problemstillinger.
sme: - Galledeami oktavuođas oažžu Sámediggi maid dieđuid dakkár iešguđet dearvvašvuođahástalusaid ja dutkama birra mat gusket álgoálbmogiidda.

source: Blant annet et større forskningsprosjekt på kunnskap om barn og unges helse og levekår, som vil være interessant for oss, siden vi mangler kunnskap om samiske barns helse og levekår, sier Olsen.
sme: Earret eará stuorát dutkanprošeakta das makkár dieđut leat mánáid ja nuoraid dearvvašvuođa ja eallindiliid birra, mat leat miellagiddevaččat midjiide go mis váilot dieđut sámi mánáid dearvvašvuođa ja eallindiliid birra, dadjá Olsen.

source: Videre er det utbygd et tilrettelagt primærhelsetjenestetilbud til urfolk.
sme: Viidáseappot lea vuođđodearvvašvuođafálaldat láhččojuvvon álgoálbmogiidda.

source: Sametinget ønsker ideer og eksempler på hvordan tilbud innen primærhelse kan organiseres med tanke på at samiske pasienter ofte opplever et lite tilrettelagt tilbud innen primærhelse, avslutter Olsen.
sme: Sámediggi háliida oažžut jurdagiid ja ovdamearkkaid das mo vuođđodearvvašvuođafálaldaga sáhttá lágidit, dannego buohccit dávjá vásihit ahte vuođđodearvvašvuođas leat láhččojuvvon uhccán fálaldagat, loahpaha Olsen.

source: For mer informasjon: Sametingsråd Henrik Olsen, 907 75 219
sme: Eanet dieđuid addá : Sámediggeráđđi Henrik Olsen, 907 75 219
